Repository: navreme/WPBadgerAutomate
Catalog: lang/autoaward-*.po
Languages: cs_cz

source: WPBadgerAutomate can't be activated without WPBadger!
cs_cz: WPBadgerAutomate nemůže být aktivován bez WPBadger!

source: WPBadgerAutomate can't be activated without permalinks enabled!
cs_cz: WPBadgerAutomate nelze aktivovat bez povolených trvalých odkazů!

source: You've signed up, thank you! Link to get badge was sent to your e-mail address.
cs_cz: Nyní jste přihlášen, děkujeme! Na váš e-mail byl zaslán odkaz pro získání odznaku.

source: You've signed up, thank you! Continue below to get badge.
cs_cz: Nyní jste přihlášen, děkujeme! Pokračujte pro získání odznaku.

source: Please choose to
cs_cz: Prosím, pokračujte

source: accept badge
cs_cz: převzít odznak

source: You found the hidden URL, congratulations!
cs_cz: Našli jste skryté URL, gratulujeme!

source: Link to get badge was sent to your e-mail.
cs_cz: Na váš e-mail byl zaslán odkaz pro získání odznaku.

source: You have already earned this badge! You can get it only 1 time.
cs_cz: Odznak na tomto URL jste již získal! Můžete ho získat jen jednou.

source: Error: E-mail can't be emty!
cs_cz: Chyba: E-mail nesmí být prázdný!

source: Error: Invalid E-mail address!
cs_cz: Chyba: Neplatná e-mailová adresa!

source: Send link to get badge
cs_cz: Odeslat odkaz pro získání odznaku

source: Autoawards
cs_cz: Samopřidělení

source: Autoaward
cs_cz: Samopřidělení

source: Add New
cs_cz: Přidat nový

source: Add New Autoaward
cs_cz: Přidat nové Samopřidělení

source: Edit Autoaward
cs_cz: Upravit Samopřidělení

source: New Autoaward
cs_cz: Nové Samopřidělení

source: All Autoawards
cs_cz: Všechna Samopřidělení

source: View Autoaward
cs_cz: Zobrazit Samopřidělení

source: Search Autoawards
cs_cz: Prohledat Samopřidělení

source: No autoawards found
cs_cz: Nebyla nalezena žádná Samopřidělení

source: No autoaward found in Trash
cs_cz: V koši nebyla nalezena žádná Samopřidělení

source: Choose Badge
cs_cz: Vyberte odznak

source: Choose Award Type
cs_cz: Vyberte typ přidělení

source: Valid
cs_cz: Platný

source: Visibility
cs_cz: Viditelnost

source: Bonus badge
cs_cz: Bonusový odznak

source: Autoaward Status
cs_cz: Stav Samopřidělení

source: Direct badge issue
cs_cz: Přímé přidělení odznaku

source: After registration
cs_cz: Po registraci

source: On URL
cs_cz: Na URL

source: Choose when the badge will be automatically awarded: after registration, as soon as anyone visits the URL or based on combination of badges in the WP.
cs_cz: Vyberte kdy bude odznak automaticky přidělen: po registraci, po navštívení URL nebo po získání kombinace odznaků ve WP.

source: from
cs_cz: od

source: to
cs_cz: do

source: Visible on autoawards list
cs_cz: Zobrazit v seznamu samopřidělování

source: Thumbnail visible
cs_cz: Zobrazit náhled

source: Name visible
cs_cz: Zobrazit název

source: Description visible
cs_cz: Zobrazit popis

source: Selected information about the criteria and the badge will be public. Everything else will be hidden.
cs_cz: Vybrané informace o kritériu přidělení a odznaku budou zveřejněny. Vše ostatní bude skryto.

source: This is the secret URL. If anybody visits this URL, selected badge will be automatically awarded to him/her.
cs_cz: Toto je tajné URL. Pokud někdo toto URL navštíví, bude mu automaticky přidělen vybraný odznak.

source: remove
cs_cz: odstranit

source: Add badge
cs_cz: Přidat odznak

source: Select badge(s) that needs to be already awarded in this WP to the user to be able to receive bonus badge automatically.
cs_cz: Vyberte odznak(y), které již musí uživatel v tomto WP získat, aby automaticky získal i odznak bonusový.

source: Autoawarding could be set to enabled (in use) or disabled (not functional).
cs_cz: Samopřidělování může být buď povoleno (používá se) nebo zakázáno (není funkční).

source: If selected, no emails are going to be sent and users have to accept or reject badges immediately.
cs_cz: Pokud je zvoleno přímé přidělení, nebudou odeslány emaily a uživatel bude nucen vybraný odznak přijmout nebo zamítnout okamžitě.

source: Autoaward:
cs_cz: Samopřidělení:

source: Status
cs_cz: Stav

source: Type
cs_cz: Typ

source: Automatically assigned badges
cs_cz: Automaticky přidělené odznaky

source: badge
cs_cz: odznak

source: title
cs_cz: nadpis

source: description
cs_cz: popis

source: hidden
cs_cz: skryto

source: Widget for direct badges collection. It also contains a link to autoawards list.
cs_cz: Widget pro přímé získání odznaků. Obsahuje také odkaz na seznam samopřidělení.

source: Waiting awards:
cs_cz: Čekající odměny:
